Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.validation.game_not_found_java
source: Game Not Found Java
ar: لم يتم العثور على اللعبة لتحديث مسار Java
da: Spillet til opdatering af Java-sti blev ikke fundet
de: Spiel für Java-Pfad-Update nicht gefunden
es: No se encontró el juego para actualizar la ruta de Java
fi: Peliä Java-polun päivittämiseen ei löytynyt
fr: Jeu pour mise à jour du chemin Java introuvable
hi: Java पाथ अपडेट करने के लिए गेम नहीं मिला
it: Gioco per aggiornamento percorso Java non trovato
ja: Javaパスを更新するゲームが見つかりません
ko: Java 경로를 업데이트할 게임을 찾을 수 없습니다
nb: Spillet for Java-bane oppdatering ble ikke funnet
nl: Spel voor Java-pad update niet gevonden
pl: Nie znaleziono gry do aktualizacji ścieżki Java
pt: Jogo para atualização do caminho Java não encontrado
ru: Игра для обновления пути Java не найдена
sv: Spelet för Java-sökväg uppdatering hittades inte
th: ไม่พบเกมสำหรับอัปเดต Java path
tr: Java yolu güncellemesi için oyun bulunamadı
vi: Không tìm thấy trò chơi để cập nhật đường dẫn Java
zh_hans: 找不到要更新Java路径的游戏
zh_hant: 找不到要更新Java路徑的遊戲

# error.validation.game_not_found_jvm
source: Game Not Found JVM
ar: لم يتم العثور على اللعبة لتحديث معاملات JVM
da: Spillet til opdatering af JVM-parametre blev ikke fundet
de: Spiel für JVM-Parameter-Update nicht gefunden
es: No se encontró el juego para actualizar parámetros JVM
fi: Peliä JVM-parametrien päivittämiseen ei löytynyt
fr: Jeu pour mise à jour des paramètres JVM introuvable
hi: JVM पैरामीटर अपडेट करने के लिए गेम नहीं मिला
it: Gioco per aggiornamento parametri JVM non trovato
ja: JVMパラメータを更新するゲームが見つかりません
ko: JVM 매개변수를 업데이트할 게임을 찾을 수 없습니다
nb: Spillet for JVM-parameter oppdatering ble ikke funnet
nl: Spel voor JVM-parameter update niet gevonden
pl: Nie znaleziono gry do aktualizacji parametrów JVM
pt: Jogo para atualização de parâmetros JVM não encontrado
ru: Игра для обновления параметров JVM не найдена
sv: Spelet för JVM-parameter uppdatering hittades inte
th: ไม่พบเกมสำหรับอัปเดตพารามิเตอร์ JVM
tr: JVM parametreleri güncellemesi için oyun bulunamadı
vi: Không tìm thấy trò chơi để cập nhật tham số JVM
zh_hans: 找不到要更新JVM参数的游戏
zh_hant: 找不到要更新JVM參數的遊戲

# error.validation.game_not_found_memory
source: Game Not Found Memory
ar: لم يتم العثور على اللعبة لتحديث حجم الذاكرة
da: Spillet til opdatering af hukommelsesstørrelse blev ikke fundet
de: Spiel für Speichergröße-Update nicht gefunden
es: No se encontró el juego para actualizar el tamaño de memoria
fi: Peliä muistikoon päivittämiseen ei löytynyt
fr: Jeu pour mise à jour de la taille mémoire introuvable
hi: मेमोरी साइज़ अपडेट करने के लिए गेम नहीं मिला
it: Gioco per aggiornamento dimensione memoria non trovato
ja: メモリサイズを更新するゲームが見つかりません
ko: 메모리 크기를 업데이트할 게임을 찾을 수 없습니다
nb: Spillet for minnestørrelse oppdatering ble ikke funnet
nl: Spel voor geheugengrootte update niet gevonden
pl: Nie znaleziono gry do aktualizacji rozmiaru pamięci
pt: Jogo para atualização do tamanho da memória não encontrado
ru: Игра для обновления размера памяти не найдена
sv: Spelet för minnesstorlek uppdatering hittades inte
th: ไม่พบเกมสำหรับอัปเดตขนาดหน่วยความจำ
tr: Bellek boyutu güncellemesi için oyun bulunamadı
vi: Không tìm thấy trò chơi để cập nhật kích thước bộ nhớ
zh_hans: 找不到要更新内存大小的游戏
zh_hant: 找不到要更新內存大小的遊戲

# error.validation.game_not_found_status
source: Game Not Found Status
ar: لم يتم العثور على اللعبة لتحديث الحالة
da: Spillet til opdatering af status blev ikke fundet
de: Spiel für Status-Update nicht gefunden
es: No se encontró el juego para actualizar el estado
fi: Peliä tilan päivittämiseen ei löytynyt
fr: Jeu pour mise à jour du statut introuvable
hi: स्थिति अपडेट करने के लिए गेम नहीं मिला
it: Gioco per aggiornamento stato non trovato
ja: ステータスを更新するゲームが見つかりません
ko: 상태를 업데이트할 게임을 찾을 수 없습니다
nb: Spillet for statusoppdatering ble ikke funnet
nl: Spel voor status update niet gevonden
pl: Nie znaleziono gry do aktualizacji statusu
pt: Jogo para atualização de status não encontrado
ru: Игра для обновления статуса не найдена
sv: Spelet för statusuppdatering hittades inte
th: ไม่พบเกมสำหรับอัปเดตสถานะ
tr: Durum güncellemesi için oyun bulunamadı
vi: Không tìm thấy trò chơi để cập nhật trạng thái
zh_hans: 找不到要更新状态的游戏
zh_hant: 找不到要更新狀態的遊戲

# error.validation.game_running_cannot_delete
source: Game is running, cannot delete
ar: اللعبة قيد التشغيل، لا يمكن الحذف
da: Spillet kører, kan ikke slette
de: Spiel läuft, kann nicht gelöscht werden
es: El juego está en ejecución, no se puede eliminar
fi: Peli on käynnissä, ei voi poistaa
fr: Le jeu est en cours d'exécution, impossible de supprimer
hi: गेम चल रहा है, हटाया नहीं जा सकता
it: Il gioco è in esecuzione, impossibile eliminare
ja: ゲーム実行中は削除できません
ko: 게임이 실행 중이어서 삭제할 수 없습니다
nb: Spillet kjører, kan ikke slette
nl: Het spel draait, kan niet verwijderen
pl: Gra jest uruchomiona, nie można usunąć
pt: O jogo está em execução, não é possível excluir
ru: Игра запущена, удаление невозможно
sv: Spelet körs, kan inte radera
th: เกมกำลังทำงานอยู่ ไม่สามารถลบได้
tr: Oyun çalışıyor, silinemez
vi: Trò chơi đang chạy, không thể xóa
zh_hans: 游戏运行中，无法删除
zh_hant: 遊戲運行中，無法刪除

# error.validation.game_save_failed
source: Failed to save game: %@
ar: فشل حفظ اللعبة: %@
da: Kunne ikke gemme spil: %@
de: Spiel speichern fehlgeschlagen: %@
es: Error al guardar el juego: %@
fi: Pelin tallennus epäonnistui: %@
fr: Échec de l'enregistrement du jeu: %@
hi: गेम सहेजने में विफल: %@
it: Salvataggio del gioco fallito: %@
ja: ゲームの保存に失敗しました： %@
ko: 게임 저장 실패： %@
nb: Kunne ikke lagre spill: %@
nl: Spel opslaan mislukt: %@
pl: Nie udało się zapisać gry: %@
pt: Falha ao salvar o jogo: %@
ru: Не удалось сохранить игру: %@
sv: Kunde inte spara spelet: %@
th: บันทึกเกมล้มเหลว: %@
tr: Oyun kaydedilemedi: %@
vi: Lưu trò chơi thất bại: %@
zh_hans: 保存游戏失败： %@
zh_hant: 儲存遊戲失敗： %@

# error.validation.gamecore_not_found
source: Gamecore platform data not found
ar: لم يتم العثور على بيانات منصة gamecore
da: Gamecore platformdata ikke fundet
de: Gamecore-Plattformdaten nicht gefunden
es: Datos de plataforma gamecore no encontrados
fi: Gamecore-alustan tiedot ei löytynyt
fr: Données de plateforme gamecore introuvables
hi: Gamecore प्लेटफॉर्म डेटा नहीं मिला
it: Dati piattaforma gamecore non trovati
ja: Gamecoreプラットフォームデータが見つかりません
ko: Gamecore 플랫폼 데이터를 찾을 수 없습니다
nb: Gamecore plattformdata ikke funnet
nl: Gamecore platformgegevens niet gevonden
pl: Nie znaleziono danych platformy gamecore
pt: Dados da plataforma gamecore não encontrados
ru: Данные платформы gamecore не найдены
sv: Gamecore plattformsdata hittades inte
th: ไม่พบข้อมูลแพลตฟอร์ม gamecore
tr: Gamecore platform verisi bulunamadı
vi: Không tìm thấy dữ liệu nền tảng gamecore
zh_hans: 未找到gamecore平台数据
zh_hant: 未找到gamecore平台數據

# error.validation.games_batch_save_failed
source: Failed to batch save games: %@
ar: فشل حفظ الألعاب المجمعة: %@
da: Kunne ikke gemme spil i batch: %@
de: Batch-Speicherung der Spiele fehlgeschlagen: %@
es: Error al guardar juegos en lote: %@
fi: Pelien eräasäilytys epäonnistui: %@
fr: Échec de l'enregistrement par lot des jeux: %@
hi: बैच में गेम सहेजने में विफल: %@
it: Salvataggio batch dei giochi fallito: %@
ja: ゲームの一括保存に失敗しました： %@
ko: 게임 일괄 저장 실패： %@
nb: Kunne ikke lagre spill i batch: %@
nl: Batch opslaan van spellen mislukt: %@
pl: Nie udało się zapisać gier wsadowo: %@
pt: Falha ao salvar jogos em lote: %@
ru: Не удалось пакетно сохранить игры: %@
sv: Kunde inte spara spel i batch: %@
th: บันทึกเกมแบบกลุ่มล้มเหลว: %@
tr: Oyunların toplu kaydı başarısız: %@
vi: Lưu trò chơi hàng loạt thất bại: %@
zh_hans: 批量保存游戏失败： %@
zh_hant: 批量儲存遊戲失敗： %@

# error.validation.games_delete_failed
source: Failed to delete games in working path: %@
ar: فشل حذف ألعاب مسار العمل: %@
da: Kunne ikke slette spil i arbejdssti: %@
de: Löschen von Spielen im Arbeitspfad fehlgeschlagen: %@
es: Error al eliminar juegos en la ruta de trabajo: %@
fi: Työpolun pelien poistaminen epäonnistui: %@
fr: Échec de la suppression des jeux dans le chemin de travail: %@
hi: कार्य पथ में गेम हटाने में विफल: %@
it: Eliminazione dei giochi nel percorso di lavoro fallita: %@
ja: 作業パスのゲームの削除に失敗しました： %@
ko: 작업 경로의 게임 삭제 실패： %@
nb: Kunne ikke slette spill i arbeidssti: %@
nl: Verwijderen van spellen in werkpad mislukt: %@
pl: Nie udało się usunąć gier w ścieżce roboczej: %@
pt: Falha ao excluir jogos no caminho de trabalho: %@
ru: Не удалось удалить игры в рабочем пути: %@
sv: Kunde inte radera spel i arbetsväg: %@
th: ลบเกมในเส้นทางทำงานล้มเหลว: %@
tr: Çalışma yolundaki oyunlar silinemedi: %@
vi: Xóa trò chơi trong đường dẫn làm việc thất bại: %@
zh_hans: 删除工作路径游戏失败： %@
zh_hant: 刪除工作路徑遊戲失敗： %@

# error.validation.invalid_download_url
source: Invalid Download URL
ar: رابط التحميل غير صالح
da: Ugyldig download-URL
de: Ungültige Download-URL
es: URL de descarga inválida
fi: Virheellinen latausosoite
fr: URL de téléchargement invalide
hi: अमान्य डाउनलोड URL
it: URL di download non valido
ja: 無効なダウンロードURL
ko: 유효하지 않은 다운로드 URL
nb: Ugyldig nedlastings-URL
nl: Ongeldige download-URL
pl: Nieprawidłowy adres URL pobierania
pt: URL de download inválida
ru: Недействительный URL загрузки
sv: Ogiltig nedladdnings-URL
th: URL ดาวน์โหลดไม่ถูกต้อง
tr: Geçersiz indirme URL'si
vi: URL tải xuống không hợp lệ
zh_hans: 无效的下载地址
zh_hant: 無效的下載地址

# error.validation.invalid_image_data
source: Invalid Image Data
ar: بيانات الصورة غير صالحة
da: Ugyldige billeddata
de: Ungültige Bilddaten
es: Datos de imagen inválidos
fi: Virheelliset kuvatiedot
fr: Données d'image invalides
hi: अमान्य छवि डेटा
it: Dati immagine non validi
ja: 無効な画像データ
ko: 유효하지 않은 이미지 데이터
nb: Ugyldige bildedata
nl: Ongeldige afbeeldingsgegevens
pl: Nieprawidłowe dane obrazu
pt: Dados de imagem inválidos
ru: Недействительные данные изображения
sv: Ogiltiga bilddata
th: ข้อมูลภาพไม่ถูกต้อง
tr: Geçersiz görüntü verisi
vi: Dữ liệu hình ảnh không hợp lệ
zh_hans: 无效的图像数据
zh_hant: 無效的圖像數據

# error.validation.invalid_java_executable
source: The selected file is not a valid Java executable
ar: الملف المحدد ليس ملف Java قابل للتنفيذ صالح
da: Den valgte fil er ikke en gyldig Java-eksekverbar fil
de: Die ausgewählte Datei ist keine gültige Java-Executable
es: El archivo seleccionado no es un ejecutable Java válido
fi: Valittu tiedosto ei ole kelvollinen Java-suoritettava
fr: Le fichier sélectionné n'est pas un exécutable Java valide
hi: चयनित फ़ाइल एक वैध Java एक्ज़िक्यूटेबल नहीं है
it: Il file selezionato non è un eseguibile Java valido
ja: 選択されたファイルは有効なJava実行ファイルではありません
ko: 선택한 파일이 유효한 Java 실행 파일이 아닙니다
nb: Den valgte filen er ikke en gyldig Java-kjørbar fil
nl: Het geselecteerde bestand is geen geldig Java-uitvoerbaar bestand
pl: Wybrany plik nie jest prawidłowym plikiem wykonywalnym Java
pt: O arquivo selecionado não é um executável Java válido
ru: Выбранный файл не является действительным исполняемым файлом Java
sv: Den valda filen är inte en giltig Java-körbar fil
th: ไฟล์ที่เลือกไม่ใช่ไฟล์ปฏิบัติการ Java ที่ถูกต้อง
tr: Seçilen dosya geçerli bir Java çalıştırılabilir dosyası değil
vi: Tệp đã chọn không phải là tệp thực thi Java hợp lệ
zh_hans: 选择的文件不是有效的Java可执行文件
zh_hant: 選擇的檔案不是有效的Java可執行檔案

# error.validation.invalid_maven_coordinate
source: Invalid Maven Coordinate
ar: إحداثيات Maven غير صالحة: %@
da: Ugyldig Maven-koordinat: %@
de: Ungültige Maven-Koordinate: %@
es: Coordenada Maven inválida: %@
fi: Virheellinen Maven-koordinaatti: %@
fr: Coordonnée Maven invalide: %@
hi: अमान्य Maven कोऑर्डिनेट: %@
it: Coordinata Maven non valida: %@
ja: 無効なMaven座標： %@
ko: 유효하지 않은 Maven 좌표： %@
nb: Ugyldig Maven-koordinat: %@
nl: Ongeldige Maven-coördinaat: %@
pl: Nieprawidłowa współrzędna Maven: %@
pt: Coordenada Maven inválida: %@
ru: Недействительная координата Maven: %@
sv: Ogiltig Maven-koordinat: %@
th: พิกัด Maven ไม่ถูกต้อง: %@
tr: Geçersiz Maven koordinatı: %@
vi: Tọa độ Maven không hợp lệ: %@
zh_hans: 无效的Maven坐标： %@
zh_hant: 無效的Maven坐標： %@

# error.validation.invalid_memory_params
source: Invalid Memory Params
ar: معاملات الذاكرة غير صحيحة
da: Ugyldige hukommelsesparametre
de: Ungültige Speicherparameter
es: Parámetros de memoria no válidos
fi: Virheelliset muistiparametrit
fr: Paramètres de mémoire invalides
hi: अवैध मेमोरी पैरामीटर
it: Parametri di memoria non validi
ja: 無効なメモリパラメータ
ko: 잘못된 메모리 매개변수
nb: Ugyldige minneparametere
nl: Ongeldige geheugenparameters
pl: Nieprawidłowe parametry pamięci
pt: Parâmetros de memória inválidos
ru: Недопустимые параметры памяти
sv: Ogiltiga minnesparametrar
th: พารามิเตอร์หน่วยความจำไม่ถูกต้อง
tr: Geçersiz bellek parametreleri
vi: Tham số bộ nhớ không hợp lệ
zh_hans: 无效的内存参数
zh_hant: 無效的內存參數

# error.validation.invalid_project_id
source: Invalid Project ID
ar: معرف المشروع غير صالح
da: Ugyldigt projekt-ID
de: Ungültige Projekt-ID
es: ID de proyecto inválido
fi: Virheellinen projektin ID
fr: ID de projet invalide
hi: अवैध प्रोजेक्ट ID
it: ID progetto non valido
ja: 無効なプロジェクトID
ko: 잘못된 프로젝트 ID
nb: Ugyldig prosjekt-ID
nl: Ongeldig project-ID
pl: Nieprawidłowe ID projektu
pt: ID do projeto inválido
ru: Неверный ID проекта
sv: Ogiltigt projekt-ID
th: ID โครงการไม่ถูกต้อง
tr: Geçersiz proje ID'si
vi: ID dự án không hợp lệ
zh_hans: 无效的项目ID
zh_hant: 無效的項目ID

# error.validation.invalid_request
source: Invalid request parameters
ar: معاملات الطلب غير صالحة
da: Ugyldige anmodningsparametre
de: Ungültige Anfrageparameter
es: Parámetros de solicitud inválidos
fi: Virheelliset pyyntöparametrit
fr: Paramètres de requête invalides
hi: अमान्य अनुरोध पैरामीटर
it: Parametri di richiesta non validi
ja: 無効なリクエストパラメータ
ko: 잘못된 요청 매개변수
nb: Ugyldige forespørselsparametre
nl: Ongeldige verzoekparameters
pl: Nieprawidłowe parametry żądania
pt: Parâmetros de solicitação inválidos
ru: Неверные параметры запроса
sv: Ogiltiga begäranparametrar
th: พารามิเตอร์คำขอไม่ถูกต้อง
tr: Geçersiz istek parametreleri
vi: Tham số yêu cầu không hợp lệ
zh_hans: 无效的请求参数
zh_hant: 無效的請求參數

# error.validation.invalid_url
source: Invalid URL
ar: رابط غير صحيح
da: Ugyldig URL
de: Ungültige URL
es: URL no válida
fi: Virheellinen URL
fr: URL invalide
hi: अवैध URL
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt: URL inválida
ru: Недопустимый URL
sv: Ogiltig URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
vi: URL không hợp lệ
zh_hans: 无效的URL
zh_hant: 無效的URL

# error.validation.ip_location_parse_failed
source: Failed to parse IP location response
ar: فشل في تحليل استجابة موقع IP
da: Kunne ikke parse IP-placeringssvar
de: IP-Standortantwort konnte nicht analysiert werden
es: Error al analizar la respuesta de ubicación IP
fi: IP-paikannusvasteen jäsentäminen epäonnistui
fr: Échec de l'analyse de la réponse de localisation IP
hi: IP स्थान प्रतिक्रिया पार्स करने में विफल
it: Analisi risposta posizione IP fallita
ja: IP位置応答の解析に失敗しました
ko: IP 위치 응답 파싱 실패
nb: Kunne ikke parse IP-plasseringssvar
nl: IP-locatierespons parseren mislukt
pl: Nie udało się przeanalizować odpowiedzi lokalizacji IP
pt: Falha ao analisar resposta de localização IP
ru: Не удалось разобрать ответ определения местоположения IP
sv: Kunde inte tolka IP-platsrespons
th: การแยกวิเคราะห์การตอบกลับตำแหน่ง IP ล้มเหลว
tr: IP konum yanıtı ayrıştırılamadı
vi: Phân tích phản hồi vị trí IP thất bại
zh_hans: 解析IP地理位置响应失败
zh_hant: 解析IP地理位置響應失敗

# error.validation.json_encode_failed
source: Failed to encode game data as JSON
ar: فشل ترميز بيانات اللعبة إلى JSON
da: Kunne ikke kode spildata til JSON
de: Spieldaten konnten nicht als JSON codiert werden
es: Error al codificar datos del juego como JSON
fi: Pelitietojen koodaus JSON-muotoon epäonnistui
fr: Échec de l'encodage des données du jeu en JSON
hi: गेम डेटा को JSON के रूप में एन्कोड करने में विफल
it: Impossibile codificare i dati del gioco come JSON
ja: ゲームデータをJSONとしてエンコードできませんでした
ko: 게임 데이터를 JSON으로 인코딩하지 못했습니다
nb: Kunne ikke kode spilldata til JSON
nl: Kan speldaten niet als JSON coderen
pl: Nie można zakodować danych gry jako JSON
pt: Falha ao codificar dados do jogo como JSON
ru: Не удалось закодировать данные игры в JSON
sv: Kunde inte koda speldatan som JSON
th: ไม่สามารถเข้ารหัสข้อมูลเกมเป็น JSON ได้
tr: Oyun verileri JSON olarak kodlanamadı
vi: Không thể mã hóa dữ liệu trò chơi thành JSON
zh_hans: 无法编码游戏数据为JSON
zh_hant: 無法編碼遊戲數據為JSON

# error.validation.json_parse_failed
source: Failed to parse JSON
ar: فشل في تحليل JSON
da: JSON parse mislykkedes
de: JSON Parse fehlgeschlagen
es: Error al analizar JSON
fi: JSON:n jäsentäminen epäonnistui
fr: Échec de l'analyse JSON
hi: JSON पार्स करने में विफल
it: Analisi JSON fallita
ja: JSONの解析に失敗しました
ko: JSON 파싱 실패
nb: JSON parse mislyktes
nl: JSON parse mislukt
pl: Parsowanie JSON nie powiodło się
pt: Falha ao analisar JSON
ru: Не удалось разобрать JSON
sv: JSON parse misslyckades
th: การแยกวิเคราะห์ JSON ล้มเหลว
tr: JSON ayrıştırma başarısız
vi: Phân tích JSON thất bại
zh_hans: 解析JSON失败
zh_hant: 解析JSON失敗

# error.validation.last_played_update_failed
source: Failed to update last played time: %@
ar: فشل تحديث آخر وقت لعب: %@
da: Kunne ikke opdatere sidste spilletid: %@
de: Aktualisierung der letzten Spielzeit fehlgeschlagen: %@
es: Error al actualizar la última vez jugada: %@
fi: Viimeisen peliajan päivitys epäonnistui: %@
fr: Échec de la mise à jour de la dernière heure de jeu: %@
hi: अंतिम खेले गए समय को अपडेट करने में विफल: %@
it: Aggiornamento dell'ultima ora di gioco fallito: %@
ja: 最終プレイ時間の更新に失敗しました： %@
ko: 마지막 플레이 시간 업데이트 실패： %@
nb: Kunne ikke oppdatere siste spilletid: %@
nl: Bijwerken van laatste speeltijd mislukt: %@
pl: Nie udało się zaktualizować czasu ostatniej gry: %@
pt: Falha ao atualizar última vez jogada: %@
ru: Не удалось обновить время последней игры: %@
sv: Kunde inte uppdatera senaste speltiden: %@
th: อัปเดตเวลาที่เล่นล่าสุดล้มเหลว: %@
tr: Son oynama zamanı güncellenemedi: %@
vi: Cập nhật thời gian chơi cuối cùng thất bại: %@
zh_hans: 更新最后游玩时间失败： %@
zh_hant: 更新最後遊玩時間失敗： %@

# error.validation.manifest_parse_failed
source: Failed to parse manifest.json
ar: فشل في تحليل manifest.json
da: Manifest.json parse mislykkedes
de: Manifest.json Parse fehlgeschlagen
es: Error al analizar manifest.json
fi: Manifest.json:n jäsentäminen epäonnistui
fr: Échec de l'analyse de manifest.json
hi: manifest.json पार्स करने में विफल
it: Analisi di manifest.json fallita
ja: manifest.jsonの解析に失敗しました
ko: manifest.json 파싱 실패
nb: Manifest.json parse mislyktes
nl: Manifest.json parse mislukt
pl: Parsowanie manifest.json nie powiodło się
pt: Falha ao analisar manifest.json
ru: Не удалось разобрать manifest.json
sv: Manifest.json parse misslyckades
th: การแยกวิเคราะห์ manifest.json ล้มเหลว
tr: manifest.json ayrıştırma başarısız
vi: Phân tích manifest.json thất bại
zh_hans: 解析manifest.json失败
zh_hant: 解析manifest.json失敗

# error.validation.manifest_url_not_found
source: Manifest URL not found
ar: لم يتم العثور على رابط manifest
da: Manifest URL ikke fundet
de: Manifest-URL nicht gefunden
es: URL de manifest no encontrada
fi: Manifest-URL ei löytynyt
fr: URL de manifest introuvable
hi: Manifest URL नहीं मिला
it: URL del manifest non trovata
ja: マニフェストURLが見つかりません
ko: 매니페스트 URL을 찾을 수 없습니다
nb: Manifest URL ikke funnet
nl: Manifest URL niet gevonden
pl: Nie znaleziono URL manifestu
pt: URL do manifest não encontrada
ru: URL манифеста не найден
sv: Manifest URL hittades inte
th: ไม่พบ URL ของ manifest
tr: Manifest URL bulunamadı
vi: Không tìm thấy URL manifest
zh_hans: 未找到manifest URL
zh_hant: 未找到manifest URL

# error.validation.minecraft_profile_parse_failed
source: Minecraft Profile Parse Failed
ar: فشل في تحليل ملف تعريف Minecraft: %@
da: Minecraft profil parse mislykkedes: %@
de: Minecraft Profil Parse fehlgeschlagen: %@
es: Análisis de perfil de Minecraft falló: %@
fi: Minecraft-profiilin jäsentäminen epäonnistui: %@
fr: Analyse du profil Minecraft échouée: %@
hi: Minecraft प्रोफ़ाइल पार्स करने में विफल: %@
it: Analisi profilo Minecraft fallita: %@
ja: Minecraftプロファイルの解析に失敗： %@
ko: Minecraft 프로필 파싱 실패： %@
nb: Minecraft profil parse mislyktes: %@
nl: Minecraft profiel parse mislukt: %@
pl: Parsowanie profilu Minecraft nie powiodło się: %@
pt: Análise de perfil do Minecraft falhou: %@
ru: Разбор профиля Minecraft не удался: %@
sv: Minecraft profil parse misslyckades: %@
th: การแยกวิเคราะห์โปรไฟล์ Minecraft ล้มเหลว: %@
tr: Minecraft profil ayrıştırma başarısız: %@
vi: Phân tích hồ sơ Minecraft thất bại: %@
zh_hans: 解析Minecraft用户资料响应失败： %@
zh_hant: 解析Minecraft帳戶資料響應失敗： %@

# error.validation.minecraft_request_serialize_failed
source: Minecraft Request Serialize Failed
ar: فشل في تسلسل طلب Minecraft: %@
da: Minecraft anmodning serialisering mislykkedes: %@
de: Minecraft Anfrage Serialisierung fehlgeschlagen: %@
es: Serialización de solicitud de Minecraft falló: %@
fi: Minecraft-pyynnön sarjallistaminen epäonnistui: %@
fr: Sérialisation de la requête Minecraft échouée: %@
hi: Minecraft अनुरोध क्रमबद्ध करने में विफल: %@
it: Serializzazione richiesta Minecraft fallita: %@
ja: Minecraftリクエストのシリアライズに失敗： %@
ko: Minecraft 요청 직렬화 실패： %@
nb: Minecraft forespørsel serialisering mislyktes: %@
nl: Minecraft verzoek serialisatie mislukt: %@
pl: Serializacja żądania Minecraft nie powiodła się: %@
pt: Serialização da solicitação do Minecraft falhou: %@
ru: Сериализация запроса Minecraft не удалась: %@
sv: Minecraft förfrågan serialisering misslyckades: %@
th: การแปลงข้อมูลคำขอ Minecraft ล้มเหลว: %@
tr: Minecraft istek serileştirme başarısız: %@
vi: Tuần tự hóa yêu cầu Minecraft thất bại: %@
zh_hans: 序列化Minecraft认证请求失败： %@
zh_hant: 序列化Minecraft認證請求失敗： %@

# error.validation.minecraft_token_parse_failed
source: Minecraft Token Parse Failed
ar: فشل في تحليل رمز Minecraft: %@
da: Minecraft token parse mislykkedes: %@
de: Minecraft Token Parse fehlgeschlagen: %@
es: Análisis de token de Minecraft falló: %@
fi: Minecraft-tokenin jäsentäminen epäonnistui: %@
fr: Analyse du token Minecraft échouée: %@
hi: Minecraft टोकन पार्स करने में विफल: %@
it: Analisi token Minecraft fallita: %@
ja: Minecraftトークンの解析に失敗： %@
ko: Minecraft 토큰 파싱 실패： %@
nb: Minecraft token parse mislyktes: %@
nl: Minecraft token parse mislukt: %@
pl: Parsowanie tokenu Minecraft nie powiodło się: %@
pt: Análise de token do Minecraft falhou: %@
ru: Разбор токена Minecraft не удался: %@
sv: Minecraft token parse misslyckades: %@
th: การแยกวิเคราะห์โทเค็น Minecraft ล้มเหลว: %@
tr: Minecraft token ayrıştırma başarısız: %@
vi: Phân tích token Minecraft thất bại: %@
zh_hans: 解析Minecraft访问令牌响应失败： %@
zh_hant: 解析Minecraft訪問令牌響應失敗： %@

# error.validation.mmap_failed
source: Failed to enable mmap: %@
ar: لا يمكن تمكين mmap: %@
da: Kunne ikke aktivere mmap: %@
de: mmap konnte nicht aktiviert werden: %@
es: Error al habilitar mmap: %@
fi: mmapin ottaminen käyttöön epäonnistui: %@
fr: Échec de l'activation de mmap: %@
hi: mmap सक्षम करने में विफल: %@
it: Impossibile abilitare mmap: %@
ja: mmapを有効にできませんでした： %@
ko: mmap 활성화 실패： %@
nb: Kunne ikke aktivere mmap: %@
nl: Kan mmap niet inschakelen: %@
pl: Nie można włączyć mmap: %@
pt: Falha ao habilitar mmap: %@
ru: Не удалось включить mmap: %@
sv: Kunde inte aktivera mmap: %@
th: ไม่สามารถเปิดใช้งาน mmap ได้: %@
tr: mmap etkinleştirilemedi: %@
vi: Không thể bật mmap: %@
zh_hans: 无法启用mmap: %@
zh_hant: 無法啟用mmap: %@
